Repository: mbp/lostirc
Catalog: lostirc/po/*.po
Languages: de, es, fr, sv

source: /OPER <login> <password>, oper up.
de: /OPER <login> <password>, Login als Operateur.
es: /OPER <usuario> <contraseña>, oper up.
fr: /OPER <identifiant> <mot_de_passe>, active le statut d'opérateur.
sv: /OPER <användarnamn> <lösenord>, operatör.

source: /KILL <user> [reason], kill a user from the network.
de: /KILL <user> [reason], schmeißt einen Benutzer aus dem Netzwerk.
es: /KILL <usuario> [razón], termina a un usuario dentro de la red.
fr: /KILL <utilisateur> [raison], expulse définitivement un utilisateur du réseau.
sv: /KILL <användare> [anledning], döda en användare från nätverket.

source: /WALLOPS <message>, send wallop message.
de: /WALLOPS <message>, sendet wallop Nachricht
es: /WALLOPS <mensaje>, envía un mensaje a los operadores.
fr: /WALLOPS <message>, envoie un message wallop.
sv: /WALLOPS <meddelande>, skicka wallop-meddelande.

source: /DCC <actions>, perform a DCC action.
de: /DCC <actions>, vollzieht eine DCC Aktion.
es: /DCC <acciones>, realiza una acción DCC.
fr: /DCC <actions>, exécute une action DCC.
sv: /DCC <operationer>, genomför en DCC-operation.

source: No DCC with that number
de: Kein DCC mit der Nummer
es: No existe DCC con ese número
fr: Pas de DCC avec ce numéro
sv: Ingen DCC med det numret

source: Missing filename
de: Dateiname fehlt
es: Nombre de archivo faltante
fr: Nom de fichier manquant
sv: Filnamn saknas

source: /OP <channel> <nicks>, give operator status to one or more nicks.
de: /OP <channel> <nicks>, setzt Operatorstatus für einen oder mehrere Benutzer.
es: /OP <canal> <apodos>, da nivel de operador a uno o más apodos.
fr: /OP <canal> <pseudos>, donne le statut d'opérateur à un ou plusieurs pseudos.
sv: /OP <kanal> <smeknamn>, ge operatörsstatus till ett eller flera smeknamn.

source: /DEOP <channel> <nicks>, remove operator status from one or more nicks.
de: /DEOP <channel> <nicks>, entfernt Operatorstatus von einem oder mehreren Benutzern.
es: /DEOP <canal> <apodos>, remueve nivel de operador de uno o más apodos.
fr: /DEOP <canal> <pseudos>, enleve le statut d'opérateur à un ou plusieurs pseudos.
sv: /DEOP <kanal> <smeknamn>, ta bort operatörsstatus från ett eller flera smeknamn.

source: /VOICE <channel> <nicks>, gives voice to one or more nicks.
de: /VOICE <channel> <nicks>, gibt Rederecht an einen oder mehrere Benutzer.
es: /VOICE <canal> <apodos>, da voz a uno o más apodos.
fr: /VOICE <canal> <pseudos>, permet de voicer (+v) un ou plusieurs pseudos.
sv: /VOICE <kanal> <smeknamn>, ger röst till ett eller flera smeknamn.

source: /DEVOICE <channel> <nicks>, removes voice from one or more nicks.
de: /DEVOICE <channel> <nicks>, entzieht Rederecht von einem oder mehreren Benutzern.
es: /DEVOICE <canal> <apodos>, quita voz de uno o más apodos.
fr: /DEVOICE <canal> <pseudos>, supprime voice (v+) d'un ou plusieurs pseudos.
sv: /DEVOICE <kanal> <smeknamn>, tar bort röst från ett eller flera smeknamn.

source: Not found key, `
de: Schlüssel nicht gefunden, `
es: Clave no encontrada, '
fr: Pas de clé trouvée `
sv: Hittade inte nyckel, "

source: Message not sent because of locale problems
de: Nachricht wegen lokaler Probleme nicht gesendet
es: Mensaje no enviado debido a problemas de localización
fr: Message pas envoyé suite à un problème de locale
sv: Meddelandet skickades inte på grund av lokalproblem

source: Error writing to pipe:
de: Fehler beim Schreiben in Pipe:
es: Error escribiendo a la tubería:
fr: Erreur d'écriture vers le pipe :
sv: Fel vid skrivning till rör:

source: An error occurred while reading from pipe (Internal error 2)
es: Un error ocurrió mientras se leía desde la tubería (Error Interno 2)
sv: Ett fel inträffade vid läsning från rör (internfel 2)

source: An error occurred while reading from pipe (Internal error 3)
es: Un error ocurrió mientras se leía desde la tubería (Error Interno 3)
sv: Ett fel inträffade vid läsning från rör (internfel 3)

source: idle:
de: untätig:
es: inactivo:
fr: inactif :
sv: inaktiv:

source: , signon time:
de: , Einwahlzeit:
es: , hora de inicio de sesión:
fr: , heure de connexion :
sv: , inloggad den:

source: DCC connected. Receiving file...
de: DCC verbunden. Empfange Datei...
es: DCC conectado. Recibiendo archivo...
fr: DCC connecté. Réception du fichier...
sv: DCC ansluten. Tar emot fil...

source: Couldn't connect:
de: Konnte nicht verbinden:
es: No se pudo conectar:
fr: N'a pas pu se connecter
sv: Kunde inte ansluta:

source: Receiving from:
de: Empfange von:
es: Recibiendo desde:
fr: Réception depuis :
sv: Tar emot från:

source: File received successfully:
de: Datei erfolgreich empfangen:
es: Archivo recibido exitosamente:
fr: Fichier reçu avec succès.
sv: Filen togs emot:

source: Couldn't receive:
de: Konnte nicht empfangen:
es: No se pudo recibir:
fr: N'a pas pu recevoir :
sv: Kunde inte ta emot:

source: DCC connection closed.
de: DCC Verbindung beendet.
es: Conexión DCC cerrada.
fr: Connexion DCC fermée.
sv: DCC-anslutning stängd.

source: DCC SEND request sent. Sending from:
de: DCC SEND Anfrage empfangen von:
es: Requerimiento DCC SEND enviado. Enviando desde:
fr: Requête DCC SEND envoyée. Envoi depuis :
sv: DCC SEND-begäran skickad. Skickar från:

source: Couldn't bind:
es: No se pudo vincular:
fr: N'a pas pu joindre :
sv: Kunde inte binda:

source: Connection accepted.
de: Verbindung akzeptiert.
es: Conexión aceptada.
fr: Connexion acceptée.
sv: Anslutning accepterad.

source: File sent successfully:
de: Datei erfolgreich versandt:
es: Archivo enviado exitosamente:
fr: Fichier envoyé avec succès :
sv: Filen skickades:

source: Couldn't send:
de: Konnte nicht senden:
es: No se pudo enviar:
fr: N'a pas pu envoyer :
sv: Kunde inte skicka:

source: Incoming file has zero size. Sender:
de: Eingehende Datei hat Größe 0. Sender:
es: Archivo entrante tiene tamaño nulo. Remitente:
fr: Le fichier entrant a une taille nulle. Expéditeur :
sv: Inkommande fil har noll storlek. Avsändare:

source: File not found:
de: Datei nicht gefunden:
es: Archivo no encontrado:
fr: Fichier introuvable :
sv: Filen hittades inte:

source: Disconnected.
de: Nicht verbunden.
es: Desconectado.
fr: Déconnecté.
sv: Nedkopplad.

source: Failed connecting:
de: Verbindung fehlgeschlagen:
es: Conexión fallida:
fr: Échec de connexion :
sv: Misslyckades med att ansluta:

source: Resolved host. Connecting..
de: Löse Namen auf. Verbinde...
es: Host resuelto. Conectando...
fr: Nom de l'hôte résolu. Connexion...
sv: Värden slogs upp. Ansluter..

source: Connected. Logging in...
de: Verbunden. Logge ein...
es: Conectado. Iniciando sesión...
fr: Connecté. Connexion...
sv: Ansluten. Loggar in...

source: Failed to receive:
de: Fehler beim Empfangen:
es: Falló recepción:
fr: Échec de réception :
sv: Misslyckades med att ta emot:

source: Logging to `
es: Iniciando sesión en '
fr: Connexion à `
sv: Loggar till "

source: Locale conversion error. An error occured while converting text from UTF-8 to your current locale. This is most likely because your locale is set to a value which doesn't support the character(s) converting to. If you believe this is a bug, please report it to the application author.
de: Lokalisierungsfehler. Es trat ein Fehler auf beim Konvertieren von UTF-8 Text zur aktuellen Lokalisierung. Das passiert meistens, wenn die Lokalisierung auf einen Wert gesetzt ist, der die Konvertierung mancher Zeichen nicht unterstützt. Wenn du glaubst, dass dies ein Fehler ist, schreibe bitte eine Fehlerbericht an den Programmautor.
fr: Erreur de conversion de locale. Une erreur est survenue lors de la conversion du texte en UTF-8 vers votre locale. Ceci est sûrement dû au fait que la valeur de votre locale ne permet pas la conversion du (des) caractère(s). Si vous pensez que c'est un bug, veuillez le rapporter à l'auteur de l'application.

source: Encoding conversion error. An error occured while converting text from UTF-8 to the user-defined encoding. This is most likely because the encoding you have chosen doesn't support the character(s) converting to. If you believe this is a bug, please report it to the application author.
de: Kodierungsfehler. Es trat ein Fehler auf beim Konvertieren von UTF-8 Text zur benutzerdefinierten Kodierung. Das passiert meistens, wenn man eine Kodierung wählt, die nicht alle Zeichen unterstützt, die konvertiert werden sollen. Wenn du glaubst, dass dies ein Fehler ist, schreibe bitte eine Fehlerbericht an den Programmautor.
fr: Erreur de conversion d'encodage. Une erreur est survenue pendant la conversion du texte UTF-8 vers l'encodage spécifié par l'utilisateur. Ceci est sûrement dû au fait que l'encodage que vous avez choisi ne supporte pas la conversion du (des) caractère(s). Si vous pensez que c'est un bug, veuillez le rapporter à l'auteur du programme.

source: Error
de: Fehler
fr: Erreur
sv: Fel

source: General
de: Allgemein
fr: Général
sv: Allmänt

source: An error occured while reading from pipe (Internal error 2)
de: Fehler beim Lesen aus Pipe (Internal error 2)
fr: Une erreur est survenue lors de la lecture depuis un pipe (Erreur interne 2)

source: An error occured while reading from pipe (Internal error 3)
de: Fehler beim Lesen aus Pipe (Internal error 3)
fr: Une erreur est survenue lors de la lecture depuis un pipe (Erreur interne 3)
