Repository: mbp/lostirc
Catalog: lostirc/po/*.po
Languages: de, es, fr, sv

source: Not connected to server. Try `/SERVER <hostname / ip>'.
de: Nicht mit dem Server verbunden. Versuche `/SERVER <hostname / ip>'.
es: No conectado a un servidor. Intente '/SERVER <nombre de host / ip>'
fr: Pas connecté au serveur. Essayez `/SERVER <nom_de_l'hôte / adresse_ip>'.
sv: Inte ansluten till en server. Prova "/SERVER <värdnamn / ip>".

source: No channel joined. Try `/JOIN #channel-name'
de: Kein Channel betreten. Versuche `/JOIN #channel-name'
es: No se ha unido a un canal. Intente '/JOIN #nombre-canal'
fr: Aucun canal joint. Essayez `/JOIN #nom_du_canal'
sv: Ingen aktuell kanal. Prova "/JOIN #kanalnamn"

source: <span foreground="blue">Matches:</span>
de: <span foreground="blue">Übereinstimmungen:</span>
es: <span foreground="blue">Coincidencias:</span>
fr: <span foreground="blue">Correspond à :</span>
sv: <span foreground="blue">Matchar:</span>

source: <span foreground="blue">No matches.</span>
de: <span foreground="blue">Keine Übereinstimmung.</span>
es: <span foreground="blue">Sin coincidencias.</span>
fr: <span foreground="blue">Pas de correspondances.</span>
sv: <span foreground="blue">Inga träffar.</span>

source: Must be connected.
de: Verbindung muss bestehen.
es: Debe estar conectado.
fr: Doit être connecté.
sv: Måste vara ansluten.

source: /QUERY <nick>, start a query(tab) with a user
de: /QUERY <nick>, startet einen Anfrage an den Benutzer
es: /QUERY <apodo>, inicia una conversación (pestaña) con un usuario
fr: /QUERY <pseudo>, démarre une conversation privée (onglet) avec un utilisateur
sv: /QUERY <smeknamn>, starta en frågeflik med en användare

source: /KICK <nick>, kick a user from a channel.
de: /KICK <nick>, wirft einen Benutzer aus dem Channel.
es: /KICK <apodo>, expulsa a un usuario del canal.
fr: /KICK <pseudo>, expulse un utilisateur du canal.
sv: /KICK <smeknamn>, sparka ut en användare från en kanal.

source: /OP <nicks>, ops one or more users in the current channel.
de: /OP <nicks>, vergibt Operator-Rechte für einen oder mehrere Benutzer.
es: /OP <apodos>, da op a uno o más usuarios en el canal actual.
fr: /OP <pseudos>, donne le statut d'opérateur à un ou plusieurs utilisateurs du canal courant.
sv: /OP <smeknamn>, ger operatörsstatus till en eller flera användare i aktuell kanal.

source: /DEOP <nicks>, deops one or more users in the current channel.
de: /DEOP <nicks>, entfernt Operator-Rechte von einem oder mehreren Benutzern.
es: /DEOP <apodos>, quita op de uno o más usuarios en el canal actual.
fr: /DEOP <pseudos>, enlève le statut d'opérateur à un ou plusieurs utilisateurs du canal courant.
sv: /DEOP <smeknamn>, tar bort operatörsstatus på en eller flera användare i aktuell kanal.

source: /VOICE <nicks>, voices one or more users in the current channel.
de: /VOICE <nicks>, gibt Rederecht an einen oder mehrere Benutzer.
es: /VOICE <apodos>, da voz a uno o más usuarios en el canal actual.
fr: /VOICE <pseudos>, donne le "voice" à un ou plusieurs utilisateurs du canal courant.
sv: /VOICE <smeknamn>, ger röststatus till en eller flera användare i aktuell kanal.

source: /DEVOICE <nicks>, devoices one or more users in the current channel.
de: /DEVOICE <nicks>, entzieht Rederecht von einem oder mehreren Benutzern.
es: /DEVOICE <apodos>, quita voz a uno o más usuarios en el canal actual.
fr: /DEVOICE <pseudos>, enlève le "voice" à un ou plusieurs utilisateurs du canal courant.
sv: /DEVOICE <smeknamn>, tar bort röststatus på en eller flera användare i aktuell kanal.

source: 7Available keybindings: 8ALT-[1-9] - switch tabs from 1-9 CTRL-N - create new server tab ALT-Left - navigate a tab to the left ALT-Right - navigate a tab to the right CTRL-W - close current window(tab) Tab - nick-completion and command-completion Page Up/Page Down - Scroll up or down in text box CTRL-End/Home - go to bottom or top of text box CTRL-H - Scroll back to previous highlight (if any) CTRL-M - show/hide menubar CTRL-P - open preferences CTRL-S - open server window CTRL-Q - quit LostIRC
de: Verfügbare Tastenkürzel: ALT-[1-9] - Wählt Tabs 1-9 STRG-N - Erstellt neuen Server Tab ALT-Links - Geht einen Tab nach links ALT-Rechts - Geht einen Tab nach rechts STRG-W - Schließt aktuellen Tab TAB - Nick- und Befehlsvervollständigung Bild hoch/Bild runter - Hoch- und runterscrollen STRG-Ende/Pos1 - Geht zum Ende / Anfang des Textes STRG-H - Scroll zum letzten Ping zurück (wenn existiert) STRG-M - zeigt/verbirgt Menüleiste STRG-P - Öffnet Einstellungsfenster STRG-S - Öffnet Serverfenster STRG-Q - Beendet LostIRC
es: 7Combinaciones de teclas disponibles: 8ALT-[1-9] - cambiar entre pestañas 1-9 CTRL-N - crear nueva pestaña de servidor ALT-Left - navegar a la pestaña de la izquierda ALT-Right - navegar a la pestaña de la derecha CTRL-W - cerrar la ventana (pestaña) actual Tab - autocompletado de apodos y comandos Av.Pág./Re.Pág - avanza hacia arriba o abajo en cuadro de texto CTRL-Fin/Inicio - ir al final o inicio del cuado de texto CTRL-H - retrocede hasta el destacado anterior (si existe) CTRL-M - muestra/esconde barra de menús CTRL-P - abrir preferencias CTRL-S - abrir ventana de servidor CTRL-Q - salir de LostIRC
fr: 7Raccourcis clavier disponibles : 8ALT-[1-9] - Aller à l'onglet numéro [1-9] CTRL-N - Créer un nouvel onglet de serveur ALT-Gauche - Aller à l'onglet de gauche ALT-Droite - Aller à l'onglet de droite CTRL-W - Fermer la fenêtre courante (onglet) Tab - Complétion du pseudo et complétion des commandes Page Up/Page Down - Faire défiler le texte vers le haut ou vers le bas CTRL-End/Home - Aller au début ou à la fin du texte CTRL-H - Défiler jusqu'au précédent mot mis en surbrillance (s'il existe) CTRL-M - Afficher/cacher la barre de menu CTRL-P - Ouvrir la fenêtre des préférences CTRL-S - Ouvrir la fenêtre serveur CTRL-Q - quitter LostIRC
sv: 7Tillgängliga tangentbindningar: 8ALT-[1-9] - växlar flikar från 1-9 CTRL-N - skapa ny serverflik ALT-Left - flytta en flik till vänster ALT-Right - flytta en flik till höger CTRL-W - stäng aktuellt fönster(flik) Tab - komplettering av smeknamn och kommando Page Up/Page Down - Rulla upp och ned i textrutan CTRL-End/Home - gå till botten eller toppen av textrutan CTRL-H - Rulla tillbaka till föregående framhävning (om någon) CTRL-M - visa/dölj menyrad CTRL-P - öppna inställningar CTRL-S - öppna serverfönster CTRL-Q - avsluta LostIRC

source: server
es: servidor
fr: serveur

source: Locale conversion error. An error occurred while converting text from UTF-8 to your current locale. This is most likely because your locale is set to a value which doesn't support the character(s) converting to. If you believe this is a bug, please report it to the application author.
es: Error de conversión de localización. Un error ocurrió mientras se convertía texto desde UTF-8 a su localización actual. Esto se produce generalmente debido a que su localización está configurada a un valor que no soporta los caracteres que se están convirtiendo. Si cree que es un error, por favor repórtelo al autor de la aplicación.
sv: Fel vid lokalkonvertering. Ett fel inträffade vid konvertering av text från UTF-8 till din aktuella lokal. Detta är antagligen på grund av att din lokal är inställd till ett värde som inte har stöd för de tecken som konverteras. Om du tror att detta är ett fel, rapportera det till programmets upphovsman.

source: Your current locale (seems) to be:
de: Die aktuelle Lokalisierung (scheint) zu sein :
es: Su localización actual es (aparentemente):
fr: Votre locale actuelle semble être :
sv: Din aktuella lokal (verkar) vara:

source: Encoding conversion error. An error occurred while converting text from UTF-8 to the user-defined encoding. This is most likely because the encoding you have chosen doesn't support the character(s) converting to. If you believe this is a bug, please report it to the application author.
es: Error de conversion de codificación. Un error a ocurrido mientras se convertía texto desde UTF-8 a la codificación definida por el usuario. Esto se produce generalmente debido a que la codificación que ha escogido no soporta los caracteres que se están convirtiendo. Si cree que es un error, por favor repórtelo al autor de la aplicación.
sv: Fel vid konvertering av teckenkodning. Ett fel inträffade vid konvertering av text från UTF-8 till den användardefinierade teckenkodningen. Detta är antagligen på grund av att teckenkodningen du har valt inte har stöd för de tecken som det konverteras till. Om du tror att detta är ett fel, rapportera det till programmets upphovsman.

source: I was trying to convert to:
de: Ich wollte konvertieren zu:
es: Estaba tratando de convertir a:
fr: J'essayais de convertir vers :
sv: Jag försökte konvertera till:

source: (Note: You'll only see this warning once per LostIRC session)
de: (Note: Du wirst diese Warnung nur einmal pro LostIRC Sitzung sehen.)
es: (Nota: Sólo verá esta advertencia una vez por sesión de LostIRC)
fr: (Note : vous ne verrez cet avertissement qu'une fois par session LostIRC)
sv: (Notera: Du kommer endast att se denna varning en gång per LostIRC-session)

source: _New Server Tab
de: _Neues Server Tab
es: _Nueva Pestaña de Servidor
fr: _Nouvel onglet de serveur
sv: _Ny serverflik

source: Clear Window
de: Löscht Inhalt des aktuellen Tabs
es: Limpiar Ventana
fr: Effacer la fenêtre
sv: Rensa fönster

source: Clear All Windows
de: Löscht Inhalt aller Tabs
es: Limpiar Todas las Ventanas
fr: Effacer toutes les fenêtres
sv: Rensa alla fönster

source: Close Current Tab
de: Schließt aktuellen Tab
es: Cerrar Pestaña Actual
fr: Fermer l'onglet courant
sv: Stäng aktuell flik

source: _View
de: _Ansicht
es: _Ver
fr: _Affichage
sv: _Visa

source: _Menubar
de: _Menuleiste
es: Barra de _menús
fr: Barre de _menu
sv: _Menyrad

source: Status_bar
de: S_tatusleiste
es: _Barra de estado
fr: _Barre de statuts
sv: Status_rad

source: _User List
de: _Benutzerliste
es: Lista de _Usuarios
fr: _Liste des utilisateurs
sv: _Användarlista

source: _Server List
de: _Serverliste
es: Lista de _Servidores
fr: _Liste des serveurs
sv: _Serverlista

source: _DCC Transfers
de: _DCC Übertragungen
es: Transferencias _DCC
fr: _Transferts DCC
sv: _DCC-överföringar

source: _Help
de: _Hilfe
es: A_yuda
fr: _Aide
sv: _Hjälp

source: _Introduction
de: _Einführung
es: _Introducción
sv: _Introduktion

source: _About
de: _Über
es: _Acerca de
fr: _A propos
sv: _Om

source: LostIRC Quick Introduction This help window is a quick guide to get you going with LostIRC. Move this window away from the LostIRC window, and use it as a quick reference window until you know the general idea. You can connect to a server using: /SERVER <hostname / ip> ...and then join a channel: /JOIN <channel-name> A list of all commands are available with: /COMMANDS And you should really check out the list of key bindings: /KEYBINDINGS
de: LostIRC Schnelleinführung Dieses Hilfefenster ist eine Schnelleinführung zum Umgang mit LostIRC. Verschiebe dieses Fenster und benutze es als Referenz bis du den Dreh raus hast. Verbindung zu einem Server: /SERVER <hostname / ip> Einen Channel betreten: /JOIN <channel-name> Liste aller Befehle: /COMMANDS Liste der Tastaturkürzel: /KEYBINDINGS
es: Introducción Rápida a LostIRC Esta ventana de ayuda es una guía rápida para manejar LostIRC. Mueva esta ventana lejos de la ventana de LostIRC y úsela como una referencia rápida hasta que conozca la idea general. Puede conectar a un servidor usando: /SERVER <nombre del host / ip> y después unirse a un canal: /JOIN <nombre-canal> Una lista de todos los comandos está disponible con: /COMMANDS Y realmente debería revisar la lista de combinaciones de teclas: /KEYBINDINGS
fr: Brève introduction à LostIRC Cette fenêtre d'aide est un guide rapide pour vous aider à démarrer avec LostIRC. Déplacez-la en dehors de la fenêtre de LostIRC et utilisez-la comme un pense-bête jusqu'à ce que vous compreniez l'idée générale. Vous pouvez vous connecter à un serveur en utilisant : /SERVER <nom_de_l'hôte / adresse_ip> et ensuite joindre un canal : /JOIN <nom_du_canal> Une liste complète des commandes est disponible grâce à : /COMMANDS Nous vous invitons à consulter la liste des raccourcis claviers : /KEYBINDINGS Note de traduction : la totalité du texte n'étant pas implémenté dans le fichier d'origine, il subsiste donc du texte en anglais.
sv: Snabbintroduktion för LostIRC Detta hjälpfönster är en snabbguide för att få dig komma igång med LostIRC. Flytta bort detta fönster från LostIRC-fönstret, och använd det som ett referensfönster tills du känner till det allmänna. Du kan ansluta till en server med: /SERVER <värdnamn / ip> ...och sedan gå in i en kanal: /JOIN <kanalnamn> En lista på alla kommandon finns tillgänglig med: /COMMANDS Och du bör verkligen kontrollera listan på tangentbindningar: /KEYBINDINGS

source: <span foreground="red">(away:
de: <span foreground="red">(abwesend:
es: <span foreground="red">(ausente:
fr: <span foreground="red">(absent :
sv: <span foreground="red">(frånvarande:

source: (currently away)
de: (momentan abwesend)
es: (actualmente ausente)
fr: (absent pour le moment)
sv: (frånvarande)

source: LostIRC Server Window
de: LostIRC Serverfenster
es: Ventana de Servidor de LostIRC
fr: Fenêtre de serveur LostIRC
sv: Serverfönster för LostIRC

source: Nickname:
es: Apodo:
fr: Pseudonyme :
sv: Smeknamn:

source: Real name:
de: Realer Name:
es: Nombre real:
fr: Nom réel :
sv: Verkligt namn:

source: Auto-connect
de: Auto-Verbindung
es: Auto-conectar
fr: Auto-connexion
sv: Anslut automatiskt

source: Hostname
es: Nombre del host
fr: Nom de l'hôte
sv: Värdnamn

source: Port
es: Puerto

source: _Connect
de: _Verbinden
es: _Conectar
fr: Se _connecter
sv: _Anslut

source: _Modify
de: _Ändern
es: _Modificar
fr: _Modifier
sv: _Ändra

source: <b>Servers</b>
de: <b>Server</b>
es: <b>Servidores</b>
fr: <b>Serveurs</b>
sv: <b>Servrar</b>

source: LostIRC Server Edit
de: LostIRC Servereinstellungen
es: Edición de Servidor de LostIRC
fr: Changer de serveur LostIRC
sv: Redigering av server

source: _Connect automatically
de: Automatisch _verbinden
es: _Conectar automáticamente
fr: _Se connecter automatiquement
sv: _Anslut automatiskt

source: Hostname:
es: Nombre del host:
fr: Nom de l'hôte :
sv: Värdnamn:

source: Port:
es: Puerto:

source: Password:
de: Paßwort:
es: Contraseña:
fr: Mot de passe :
sv: Lösenord:

source: Commands to perform when connected:
de: Befehle, die nach einer Verbindung ausgeführt werden:
es: Comandos a ejecutar cuando se conecte:
fr: Commandes à exécuter à la connexion :
sv: Kommandon att köra vid anslutning:

source: Not connected.
de: Nicht verbunden.
es: No conectado.
fr: Non connecté.
sv: Inte ansluten.

source: Status
es: Estado
fr: Statut

source: Filename
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
sv: Filnamn

source: Size
de: Größe
es: Tamaño
fr: Taille
sv: Storlek

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
sv: Användare

source: Done
de: Fertig
es: Completado
fr: Fait
sv: Klar

source: Transfering
de: Übertrage
es: Transfiriendo
fr: Transfert
sv: Överför

source: Waiting
de: Warte
es: Esperando
fr: Attente
sv: Väntar

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
sv: Stoppad

source: Strip _color codes from incoming messages
de: Entferne _Farbcodes aus eingehenden Nachrichten
es: Borrar códigos de _colores de mensajes entrantes
fr: Enlever les codes _couleur des messages entrants
sv: Ta bort _färgkoder från inkommande meddelanden

source: Strip _bold and underline codes from incoming messages
de: Entferne _fetten und unterstrichenen Code aus eingehenden Nachrichten
es: Borrar códigos de negrita y su_brayado de mensajes entrantes
fr: Enlever les codes des polices _gras et souligné, des messages entrants
sv: Ta bort koder för _fet och understuken från inkommande meddelanden

source: _Log conversations to disk
de: _Speichere Unterhaltung
es: _Registrar conversaciones en disco
fr: _Enregistrer les conversations sur le disque
sv: _Logga konversationer till disk

source: LostIRC Preferences
de: LostIRC Einstellungen
es: Preferencias de LostIRC
fr: Préférences de LostIRC
sv: Inställningar för LostIRC

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
sv: Inställningar

source: Colours
de: Farben
es: Colores
fr: Couleurs
sv: Färger

source: IRC username (ident):
de: IRC Benutzername (ident):
es: Nombre de usuario IRC (ident):
fr: Nom d'utilisateur IRC (ident) :
sv: IRC-användarnamn (ident):

source: Encoding to use on IRC:
de: Kodierung im IRC:
es: Codificación a usar en IRC:
fr: Encodage à utiliser sur IRC :
sv: Teckenkodning att använda på IRC:

source: Main window font:
de: Schrift im Fenster:
es: Fuente de ventana principal:
fr: Police de la fenêtre principale :
sv: Typsnitt för huvudfönster:

source: Nick-completion character:
de: Nick-Vervollständigungszeichen:
es: Caracter de terminación de apodos:
fr: Suffixe de complétion des pseudonymes :
sv: Tecken för smeknamnskomplettering:

source: Words to highlight on (space seperated):
de: Wörter zum Benachrichtigen (durch Leertaste getrennt):
es: Palabras a resaltar (separadas por espacios):
fr: Mots à mettre en surbrillance (séparés par un espace) :
sv: Ord att framhäva (separerade med blanksteg):

source: Maximium number of lines to cache:
de: Maximale Anzahl von Zeilen im Cache:
es: Máximo número de lineas de caché:
fr: Nombre maximum de lignes de défilement :
sv: Maximalt antal rader att mellanlagra:

source: DCC IP address:
de: DCC IP Adresse:
es: Dirección IP para DCC:
fr: Adresse IP DCC :
sv: DCC IP-adress:

source: DCC Port (0 = random):
de: DCC Port (0 = zufällig):
es: Puerto DCC (0 = aleatorio):
fr: Port DCC (0 = aléatoire) :
sv: DCC-port (0 = slumpmässig):

source: Pick a colorscheme
de: Farbschema zur Auswahl
es: Seleccione un esquema de colores
fr: Choisir un agencement de couleurs
sv: Välj ett färgschema

source: Changes to colorschemes only apply to newly created tabs
de: Änderung des Schemas wird nur auf neue Tabs angewandt.
es: Cambios de esquemas de colores sólo se aplicarán a nuevas pestañas
fr: Les changements prendront effet seulement à l'ouverture de nouveaux onglets
sv: Ändringar i färgscheman gäller endast för nyligen skapade flikar

source: White on black
de: Weiß auf Schwarz
es: Blanco sobre negro
fr: Blanc sur noir
sv: Vit på svart

source: Black on white
de: Schwarz auf Weiß
es: Negro sobre blanco
fr: Noir sur blanc
sv: Svart på vit

source: user
de: Benutzer
es: usuario
fr: utilisateur
sv: användare

source: users
de: Benutzer
es: usuarios
fr: utilisateurs
sv: användare

source: /JOIN <channel>, join a channel
de: /JOIN <nom_canal>, betritt einen Channel
es: /JOIN <canal>, unirse a un canal
fr: /JOIN <nom_du_canal>, joint un canal
sv: /JOIN <kanal>, gå in i en kanal

source: /PART <channel> [msg], part a channel - optional with a part message
de: /PART <channel> [msg], verläßt einen Channel - mit optionaler Nachricht
es: /PART <canal> [msj], abandona un canal - opcional con un mensaje de salida
fr: /PART <nom_du_canal> [message], quitte un canal - le message de départ est optionnel
sv: /PART <kanal> [medd], del en kanal - valfritt med ett meddelande

source: /KICK <channel> <nick> [msg], kick a user from a channel.
de: /KICK <channel> <nick> [msg], wirft einen Benutzer aus dem Channel.
es: /KICK <canal> <apodo> [msj], expulsa a un usuario de un canal.
fr: /KICK <nom_du_canal> <nick> [message], expulse un utilisateur d'un canal.
sv: /KICK <kanal> <smeknamn> [medd], sparka ut en användare från en kanal.

source: /SERVER <host/ip> [port] [password], connect to an IRC server
de: /SERVER <host/ip> [port] [password], verbindet zu einem IRC Server
es: /SERVER <host/ip> [puerto] [contraseña], conecta a un servidor IRC
fr: /SERVER <nom_de_l'hôte/adresse_ip> [port] [mot_de _passe], se connecte à un serveur IRC
sv: /SERVER <värd/ip> [port] [lösenord], anslut till en IRC-server

source: /NICK <nick>, change nick.
de: /NICK <nick>, ändert den Nickname.
es: /NICK <apodo>, cambia el apodo.
fr: /NICK <pseudo>, change de pseudo.
sv: /NICK <smeknamn>, byt smeknamn.

source: /WHOIS <nick>, whois nick.
de: /WHOIS <nick>, Information über einen Nickname.
es: /WHOIS <apodo>, Información de usuario
fr: /WHOIS <pseudos>, renvoie des informations sur le pseudo.
sv: /WHOIS <smeknamn>, vem är smeknamn.

source: /MODE <channel> <modes>, set modes for a channel.
de: /MODE <channel> <modes>, setzt Modus für den Channel.
es: /MODE <canal> <modos>, fija modos para un canal.
fr: /MODE <canal> <modes>, définit les modes pour un canal.
sv: /MODE <kanal> <lägen>, ställer in lägen för en kanal.

source: /CTCP <nick> <message>, sends a CTCP message to a user
de: /CTCP <nick> <message>, sendent eine CTCP Nachricht an einen Benutzer
es: /CTCP <apodo> <mensaje>, envía un mensaje CTCP a un usuario
fr: /CTCP <pseudo> <message>, envoie un message CTCP à un utilisateur
sv: /CTCP <smeknamn> <meddelande>, skickar ett CTCP-meddelande till en användare

source: /BANLIST <channel>, see banlist for channel.
de: /BANLIST <nom_canal>, zeigt die Bannliste für den Channel.
es: /BANLIST <canal>, vea la lista de prohibidos del canal.
fr: /BANLIST <canal>, affiche la liste des utilisateurs bannis de ce canal.
sv: /BANLIST <kanal>, se bannlysningslistan för kanal.

source: /INVITE <nick> <channel>, invites someone to a channel.
de: /INVITE <nick> <channel>, lädt jemanden in einen Channel ein.
es: /INVITE <apodo> <canal>, invita a alguien a un canal.
fr: /INVITE <nick> <canal>, invite quelqu'un dans un canal.
sv: /INVITE <smeknamn> <kanal>, bjuder in någon till en kanal.

source: /TOPIC <channel> [topic], view or change topic for a channel.
de: /TOPIC <channel> [topic], zeigt das Channel Thema oder legt es fest.
es: /TOPIC <canal> [tópico], ver o cambiar el tópico de un canal.
fr: /TOPIC <canal> [sujet], affiche ou change le sujet d'un canal.
sv: /TOPIC <kanal> [ämne], visa eller ändra ämne för en kanal.

source: /MSG <nick/channel> <message>, sends a normal message.
de: /MSG <nick/nom_canal> <message>, sendet eine normale Nachricht.
es: /MSG <apodo/canal> <mensaje>, envía un mensaje normal.
fr: /MSG <pseudo/canal> <message>, envoie un message normal.
sv: /MSG <smeknamn/kanal> <meddelande>, skickar ett normalt meddelande.

source: /NOTICE <nick/channel> <message>, sends a notice.
de: /NOTICE <nick/channel> <message>, sendet eine Notiz.
es: /NOTICE <apodo/canal> <mensaje>, envía una noticia.
fr: /NOTICE <pseudo/canal> <message>, envoie un avis.
sv: /NOTICE <smeknamn/kanal> <meddelande>, skickar en notis.

source: Notice to
de: Notiz an
es: Aviso a
fr: Avis à
sv: Notis till

source: /ME <message>, sends the action to the current channel.
de: /ME <message>, sendet eine Aktion an den aktuellen Channel.
es: /ME <mensaje>, envía la acción al canal actual.
fr: /ME <message>, envoie l'action au canal courant.
sv: /ME <meddelande>, skickar operationen till aktuell kanal.

source: /WHO <mask> [o], search for mask on network, if o is supplied, only search for opers.
de: /WHO <mask> [o], sucht eine Maske im Netzwerk. Wenn o angegeben wurde, werden nur Operateure gesucht.
es: /WHO <máscara> [o], busca en la red según máscara, si se incluye o sólo busca entre operadores.
fr: /WHO <masque> [o], cherche quelqu'un selon le masque, si o est renseigné, recherche seulement parmi les opérateurs.
sv: /WHO <mask> [o], sök efter mask på nätverk, om o anges, sök endast efter operatörer.

source: /QUOTE <text>, send raw text to server.
de: /QUOTE <text>, sendet Rohtext an den Server.
es: /QUOTE <texto>, envía texto en bruto al servidor.
fr: /QUOTE <texte>, envoie du texte brut au serveur.
sv: /QUOTE <text>, skicka rå text till server.

source: /NAMES <channel>, see who's on a channel.
de: /NAMES <channel>, zeigt an, wer im Channel ist.
es: /NAMES <canal>, ver quienes están en un canal.
fr: /NAMES <canal>, affiche la liste des utilisateurs actuellement sur un canal.
sv: /NAMES <kanal>, se vilka som är på en kanal.
